
  var districts = []
  
districts.push({
  "id": "0",
  "name": "Центральный федеральный округ",
  "areas": ["Белгородская", "Брянская", "Владимирская", "Воронежская", "Ивановская", "Калужская", "Костромская", "Курская", "Липецкая", "Московская", "Орловская", "Рязанская", "Смоленская", "Тамбовская", "Тверская", "Тульская", "Ярославская", "Москва"],
  "abbr": ["RU-BEL", "RU-BRY", "RU-VLA", "RU-VOR", "RU-IVA", "RU-KLU", "RU-KOS", "RU-KRS", "RU-LIP", "RU-MOS", "RU-ORL", "RU-RYA", "RU-SMO", "RU-TAM", "RU-TVE", "RU-TUL", "RU-YAR", "RU-MOW"]
});
districts.push({
  "id": "1",
  "name": "Южный федеральный округ",
  "areas": ["Адыгея", "Калмыкия", "Краснодарский", "Астраханская", "Волгоградская", "Ростовская"],
  "abbr": ["RU-AD", "RU-KL", "RU-KDA", "RU-AST", "RU-VGG", "RU-ROS"]
});
districts.push({
  "id": "2",
  "name": "Северо-Западный федеральный округ",
  "areas": ["Карелия", "Коми", "Архангельская", "Вологодская", "Калининградская", "Ленинградская", "Мурманская", "Новгородская", "Псковская", "Санкт-Петербург", "Ненецкий"],
  "abbr": ["RU-KR", "RU-KO", "RU-ARK", "RU-VLG", "RU-KGD", "RU-LEN", "RU-MUR", "RU-NGR", "RU-PSK", "RU-SPE", "RU-NEN"]
});
districts.push({
  "id": "3",
  "name": "Дальневосточный федеральный округ",
  "areas": ["Саха /Якутия/", "Камчатский", "Приморский", "Хабаровский", "Амурская", "Магаданская", "Сахалинская", "Еврейская", "Чукотский"],
  "abbr": ["RU-SA", "RU-KAM", "RU-PRI", "RU-KHA", "RU-AMU", "RU-MAG", "RU-SAK", "RU-YEV", "RU-CHU"]
});
districts.push({
  "id": "4",
  "name": "Сибирский федеральный округ",
  "areas": ["Алтай", "Бурятия", "Тыва", "Хакасия", "Алтайский", "Забайкальский", "Красноярский", "Иркутская", "Кемеровская", "Новосибирская", "Омская", "Томская"],
  "abbr": ["RU-AL", "RU-BU", "RU-TY", "RU-KK", "RU-ALT", "RU-ZAB", "RU-KYA", "RU-IRK", "RU-KEM", "RU-NVS", "RU-OMS", "RU-TOM"]
});
districts.push({
  "id": "5",
  "name": "Уральский федеральный округ",
  "areas": ["Курганская", "Свердловская", "Тюменская", "Челябинская", "Ханты-Мансийский Автономный округ - Югра", "Ямало-Ненецкий"],
  "abbr": ["RU-KGN", "RU-SVE", "RU-TYU", "RU-CHE", "RU-KHM", "RU-YAN"]
});
districts.push({
  "id": "6",
  "name": "Приволжский федеральный округ",
  "areas": ["Башкортостан", "Марий Эл", "Мордовия", "Татарстан", "Удмуртская", "Чувашская", "Кировская", "Нижегородская", "Оренбургская", "Пензенская", "Ульяновская", "Самарская", "Саратовская", "Пермский"],
 "abbr": ["RU-BA", "RU-ME", "RU-MO", "RU-TA", "RU-UD", "RU-CU", "RU-KIR", "RU-NIZ", "RU-ORE", "RU-PNZ", "RU-ULY", "RU-SAM", "RU-SAR", "RU-PER"]
});
districts.push({
  "id": "7",
  "name": "Северо-Кавказский федеральный округ",
  "areas": ["Дагестан", "Чечня & Ингушетия", "Кабардино-Балкарская", "Карачаево-Черкесская", "Северная Осетия - Алания", "Ставропольский"],
  "abbr": ["RU-DA", "RU-CE & RU-IN", "RU-KB", "RU-KC", "RU-SE", "RU-STA"]
});
